Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Default web browser
ar: متصفح الويب الافتراضي
ca: Navegador web per omissió
cs: Výchozí prohlížeč
da: Standardbrowser
de: Standard-Webbrowser
el: Προεπιλεγμένο πρόγραμμα περιήγησης στον Ιστό
es: Navegador web por omisión
es_us: Navegador predeterminado
fi: Oletusselain
fr: Navigateur web par défaut
fr_ca: Navigateur Web par défaut
he: דפדפן ברירת המחדל
hi: डिफ़ॉल्ट वेब ब्राउज़र
hr: Standardni web preglednik
hu: Alapértelmezett webböngésző
id: Browser web default
it: Browser web di default
ja: デフォルトのWebブラウザ
ko: 기본 웹 브라우저
ms: Pelayar web lalai
nb: Standard nettleser
nl: Standaardwebbrowser
pl: Domyślna przeglądarka Internetu
pt_br: Navegador padrão
pt_pt: Navegador predefinido
ro: Browser web implicit
ru: Веб‑браузер по умолчанию
sk: Predvolený webový prehliadač
sl: Privzeti spletni brskalnik
sv: Förvald webbläsare
th: เว็บเบราว์เซอร์เริ่มต้น
tr: Saptanmış web tarayıcı
uk: Основний браузер
vi: Trình duyệt web mặc định
zh_cn: 默认网页浏览器
zh_hk: 預設網頁瀏覽器
zh_tw: 預設網頁瀏覽器

source: Desktop
ar: سطح المكتب
ca: Escriptori
cs: Plocha
da: Skrivebord
de: Schreibtisch
el: Γραφείο εργασίας
es: Escritorio
es_us: Escritorio
fi: Työpöytä
fr: Bureau
fr_ca: Bureau
he: מכתבה
hi: डेस्कटॉप
hr: Radna površina
hu: Íróasztal
it: Scrivania
ja: デスクトップ
ko: 데스크탑
nb: Skrivebord
nl: Bureaublad
pl: Biurko
pt_br: Mesa
pt_pt: Secretária
ru: Рабочий стол
sk: Plocha
sl: Namizje
sv: Skrivbord
th: เดสก์ท็อป
tr: Masaüstü
uk: Робочий стіл
vi: Màn hình nền
zh_cn: 桌面
zh_hk: 桌面
zh_tw: 桌面

source: Desktop & Stage Manager
ar: سطح المكتب ومنظم الواجهة
ca: Escriptori i organitzador visual
cs: Plocha a Stage Manager
da: Skrivebord & Organisator
de: Schreibtisch und Stage Manager
el: Γραφείο εργασίας και Προσκήνιο
es: Escritorio y organizador visual
es_us: Escritorio y Organizador visual
fi: Työpöytä ja Järjestäjä
fr: Bureau et Stage Manager
fr_ca: Bureau et Stage Manager
he: ״מכתבה״ ו״מנהל התצוגה״
hi: डेस्कटॉप और स्टेज मैनेजर
hr: Radna površina i Scenski upravitelj
hu: Íróasztal és Porondmester
id: Desktop & Pengelola Sorotan
it: Scrivania e Stage Manager
ja: デスクトップとステージマネージャ
ko: 데스크탑 및 스테이지 매니저
nb: Skrivebord og Stage Manager
nl: Bureaublad en Stage Manager
pl: Biurko i Stage Manager
pt_br: Mesa e Organizador Visual
pt_pt: Secretária e Stage Manager
ro: Desktop și Manager de scenă
ru: Рабочий стол и Постановщик
sk: Plocha a Stage Manager
sl: Namizje in Upravitelj scene
sv: Skrivbord och Blickfång
th: เดสก์ท็อปและตัวจัดการให้อยู่ตรงกลาง
tr: Masaüstü ve Sahne Yöneticisi
uk: Робочий стіл і Постановник
vi: Màn hình nền & Quản lý màn hình
zh_cn: 桌面与台前调度
zh_hk: 桌面與幕前管理
zh_tw: 桌面與幕前調度

source: Disable Screen Saver
ar: تعطيل شاشة التوقف
ca: Desactiva l’estalvi de pantalla
cs: Vypnout spořič obrazovky
da: Slå skærmskåner fra
de: Bildschirmschoner aus
el: Απενεργοποίηση προφύλαξης οθόνης
es: Desactivar salvapantallas
es_us: Desactivar protector de pantalla
fi: Estä näytönsäästäjä
fr: Désactiver l’économiseur
fr_ca: Désactiver l’économiseur d’écran
he: ביטול שומר המסך
hi: स्क्रीन सेवर अक्षम करें
hr: Onemogući zaštitu zaslona
hu: Képernyővédő kikapcsolása
id: Nonaktifkan Penghemat Layar
it: Impedisci salvaschermo
ja: スクリーンセーバを無効にする
ko: 화면 보호기 비활성화
ms: Nyahdayakan Penyelamat Skrin
nb: Deaktiver skjermsparer
nl: Schakel schermbeveiliging uit
pl: Wyłącz wygaszacz ekranu
pt_br: Desativar o Protetor de Tela
pt_pt: Desativar proteção de ecrã
ro: Dezactivează screensaverul
ru: Отключить заставку
sk: Vypnúť šetrič obrazovky
sl: Onemogoči ohranjevalnik zaslona
sv: Stäng av skärmsläckaren
th: ปิดใช้งานภาพพักหน้าจอ
tr: Ekran Koruyucuyu Etkisizleştir
uk: Вимкнути екранну заставку
vi: Tắt Trình bảo vệ màn hình
zh_cn: 停用屏幕保护程序
zh_hk: 停用螢幕保護程式
zh_tw: 停用螢幕保護程式

source: Displays have separate Spaces
ar: توجد للشاشات مساحات منفصلة
ca: Pantalles amb Spaces separats
cs: Monitorům jsou přiřazeny samostatné plochy
da: Skærme har separate Spaces
de: Monitore verwenden verschiedene Spaces
el: Οι οθόνες έχουν διαφορετικά Spaces
es: Pantallas con Spaces separados
es_us: Las pantallas tienen Spaces separados
fi: Näytöillä on eri tilat
fr: Les écrans disposent de Spaces distincts
fr_ca: Les écrans disposent de Spaces distincts
he: ‏Spaces נפרדים בצגים
hi: अलग-अलग डिस्प्ले में अलग-अलग Spaces होते हैं
hr: Zasloni imaju zasebne Spacese
hu: A kijelzőkhöz különálló Spaces tartozik
id: Tampilan memiliki Spaces terpisah
it: Gli schermi hanno spazi separati
ja: ディスプレイごとに個別の操作スペース
ko: 각각의 Spaces가 있는 디스플레이
ms: Paparan mempunyai Spaces berasingan
nb: Skjermer har egne Spaces
nl: Beeldschermen hebben afzonderlijke spaces
pl: Osobne przestrzenie dla wyświetlaczy
pt_br: As telas têm Spaces separados
pt_pt: Ecrãs têm Spaces diferentes
ro: Afișajele au Spaces separate
ru: Дисплеи с разными рабочими пространствами Spaces
sk: Displeje majú vlastné Spaces
sl: Zasloni imajo ločena namizja Spaces
sv: Bildskärmar har egna Spaces
th: Space ของจอภาพแยกต่างหาก
tr: Ekranların ayrı Spaces alanları olsun
uk: Окремі Spaces на дисплеях
vi: Màn hình có các Spaces riêng biệt
zh_cn: 显示器具有单独空间
zh_hk: 顯示器有獨立「空間」
zh_tw: 顯示器有單獨空間

source: Do Nothing
ar: عدم القيام بأي إجراء
ca: No facis res
cs: Nedělat nic
da: Gøre ingenting
de: Keine Aktion
el: Καμία ενέργεια
es: No hacer nada
es_us: No hacer nada
fi: Älä tee mitään
fr: ne rien faire
fr_ca: Ne rien faire
he: לא לבצע כל פעולה
hi: कुछ न करें
hr: Ne čini ništa
hu: Nincs művelet
id: Jangan Lakukan Apa Pun
it: Nessuna azione
ja: 何もしない
ko: 안 함
ms: Jangan Buat Apa-apa
nb: Ikke gjør noe
nl: Doe niets
pl: Brak efektu
pt_br: Não Fazer Nada
pt_pt: Não fazer nada
ro: Nimic
ru: Действие не требуется
sk: Neurobí nič
sl: Ne naredi ničesar
sv: göra ingenting
th: ไม่ดำเนินการใดๆ
tr: Hiçbir Şey Yapma
uk: нічого не робити
vi: Không làm gì
zh_cn: 不执行任何操作
zh_hk: 不執行任何操作
zh_tw: 不執行任何動作

source: Dock
ar: شريط الأيقونات
ru: Панель Dock
zh_cn: 程序坞

source: Dock Effect Options
ar: خيارات تأثيرات شريط الأيقونات
ca: Opcions d’efectes del Dock
cs: Volby efektů Docku
da: Muligheder til Dock-effekter
de: Optionen für Dock-Effekte
el: Επιλογές εφέ Dock
es: Opciones para efectos del Dock
es_us: Opciones para efectos del Dock
fi: Dockin tehostevalinnat
fr: Options d’effets de Dock
fr_ca: Options d’effets du Dock
he: אפשרויות אפקטים של ה-Dock
hi: Dock प्रभाव विकल्प
hr: Opcije efekta Docka
hu: Dock-effektusok beállításai
id: Pilihan Efek Dock
it: Opzioni effetti del Dock
ja: Dockのエフェクトオプション
ko: Dock 효과 옵션
ms: Pilihan Kesan Dock
nb: Effektvalg for Dock
nl: Opties effecten Dock
pl: Opcje efektów Docka
pt_br: Opções de Efeitos do Dock
pt_pt: Opções de efeitos da Dock
ro: Opțiuni efect Dock
ru: Настройка эффектов Dock
sk: Možnosti efektov Docku
sl: Možnosti učinka vrstice Dock
sv: Dock-effektalternativ
th: ตัวเลือกเอฟเฟ็กต์ของ Dock
tr: Dock Efekti Seçenekleri
uk: Параметри ефектів Dock
vi: Tùy chọn hiệu ứng Dock
zh_cn: 程序坞效果选项
zh_hk: Dock特效選項
zh_tw: Dock特效選項

source: Dock Magnification Size
ar: حجم تضخيم شريط الأيقونات
ca: Mida d’ampliació del Dock
cs: Posuvník zvětšování Docku
da: Mærke til forstørrelse af Dock
de: Vergrößerung des Docks
el: Ρυθμιστικό μεγέθυνσης Dock
es: Tamaño de ampliación del Dock
es_us: Tamaño de ampliación del Dock
fi: Dockin suurennuskoko
fr: Taille d’agrandissement du Dock
fr_ca: Taille d’agrandissement du Dock
he: מידת ההגדלה של ה-Dock
hi: Dock आवर्धन स्लाइडर
hr: Veličina uvećanja Docka
hu: Dock nagyításának mérete
id: Ukuran Pembesaran Dock
it: Dimensioni di ingrandimento del Dock
ja: Dockの拡大サイズ
ko: Dock 확대 크기
ms: Saiz Pembesaran Dock
nb: Dock-forstørring
nl: Schuifknop vergroting Dock
pl: Powiększanie Docka
pt_br: Controle Deslizante de Ampliação do Dock
pt_pt: Nível de ampliação da Dock
ro: Dimensiune amplificare Dock
ru: Масштаб увеличения Dock
sk: Posuvník zväčšovania Docku
sl: Velikost povečave vrstice Dock
sv: Dock-förstoringsstorlek
th: ขนาดของการขยายขนาด Dock
tr: Dock Büyütme Boyutu
uk: Розмір збільшення Dock
vi: Kích cỡ phóng đại Dock
zh_cn: 程序坞放大大小
zh_hk: Dock放大功能大小
zh_tw: Dock放大大小

source: Dock Size
ar: حجم شريط الأيقونات
ca: Mida del Dock
cs: Velikost Docku
da: Dockstørrelse
de: Dockgröße
el: Μέγεθος Dock
es: Tamaño del Dock
es_us: Tamaño del Dock
fi: Dockin koko
fr: Taille du Dock
fr_ca: Taille du Dock
he: גודל ה-Dock
hi: Dock आकार
hr: Veličina Docka
hu: Dock mérete
id: Ukuran Dock
it: Dimensioni del Dock
ja: Dockのサイズ
ko: Dock 크기
ms: Saiz Dock
nb: Dock-størrelse
nl: Dock-grootte
pl: Wielkość Docka
pt_br: Tamanho do Dock
pt_pt: Tamanho da Dock
ro: Dimensiune Dock
ru: Размер Dock
sk: Veľkosť Docku
sl: Velikost vrstice Dock
sv: Dock-storlek
th: ขนาด Dock
tr: Dock Boyutu
uk: Розмір Dock
vi: Kích cỡ Dock
zh_cn: 程序坞大小
zh_hk: Dock大小
zh_tw: Dock大小

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Aceptar
es_us: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

source: Double Click Options
ar: خيارات الضغط مرتين
ca: Opcions de doble clic
cs: Volby pro dvojí kliknutí
da: Indstillinger for dobbeltklik
de: Doppelklickoptionen
el: Επιλογές διπλού κλικ
es: Opciones de doble clic
es_us: Opciones con doble clic
fi: Kaksoisklikkausvalinnat
fr: Options de double-clic
fr_ca: Options de double-clic
he: אפשרויות של לחיצה כפולה
hi: डबल क्लिक विकल्प
hr: Opcije dvostrukog klika
hu: Dupla kattintás beállításai
id: Pilihan Klik Dua Kali
it: Opzioni doppio clic
ja: ダブルクリックのオプション
ko: 두 번 클릭 옵션
ms: Pilihan Dwiklik
nb: Valg for dobbeltklikk
nl: Opties voor dubbelklikken
pl: Opcje dwukrotnego kliknięcia
pt_br: Opções de Duplo Clique
pt_pt: Opções do duplo clique
ro: Opțiuni pentru dublu clic
ru: Параметры двойного нажатия
sk: Možnosti pri dvojitom kliknutí
sl: Možnosti dvoklika
sv: Dubbelklicksalternativ
th: ตัวเลือกคลิกสองครั้ง
tr: Çift Tıklama Seçenekleri
uk: Опції подвійного клацання
vi: Tùy chọn bấm hai lần
zh_cn: 连按选项
zh_hk: 按兩下的選項
zh_tw: 按兩下的選項

source: Double-click a window’s title bar to
ar: النقر مرتين على شريط عنوان النافذة يؤدي إلى
ca: En fer doble clic a la barra de títol de la finestra
cs: Dvojím kliknutím na záhlaví okno
da: Dobbeltklik på et vindues titellinje for at
de: Doppelklick auf Titelleiste
el: Διπλό κλικ σε γραμμή τίτλου παραθύρου για
es: Doble clic en la barra de título de una ventana para
es_us: Hacer doble clic en la barra de título de una ventana para
fi: Ikkunan otsikkopalkin kaksoisklikkaaminen
fr: Cliquer deux fois sur la barre de titre d’une fenêtre pour
fr_ca: Double-cliquer sur la barre de titre d’une fenêtre pour
he: לחיצה כפולה בשורת הכותרת של חלון
hi: विंडो के शीर्षक बार पर डबल क्लिक करने पर
hr: Dvostruki klik na naslovnu traku prozora aktivira
hu: Dupla kattintás egy ablak címsorára:
id: Klik dua kali bar judul jendela untuk
it: Fai doppio clic sulla barra del titolo di una finestra per
ja: ウインドウのタイトルバーをダブルクリックして
ko: 윈도우 제목 막대 두 번 클릭
ms: Dwiklik bar tajuk tetingkap untuk
nb: Dobbeltklikk på vindustittellinjen for å
nl: Klik dubbel op titelbalk van venster
pl: Dwukrotne kliknięcie w pasek tytułu okna
pt_br: Dois cliques na barra de título para
pt_pt: Duplo clique na barra de título de uma janela para
ro: Dublu clic pe bara de titlu a ferestrelor determină
ru: При двойном нажатии на заголовок окна
sk: Dvojité kliknutie na lištu s názvom
sl: Ob dvokliku naslovne vrstice okna
sv: Dubbelklicka ett fönsters namnlist för att
th: คลิกสองครั้งที่แถบชื่อเรื่องของหน้าต่างเพื่อ
tr: Başlık çubuğunu çift tıklayarak pencereyi
uk: Подвійне клацання на заголовку вікна, щоб
vi: Bấm hai lần vào thanh tiêu đề cửa sổ để
zh_cn: 连按窗口标题栏以
zh_hk: 按兩下視窗的標題列來
zh_tw: 按兩下視窗的標題列來

source: Down Arrow
ar: سهم لأسفل
ca: Fletxa avall
cs: Šipka dolů
da: Pil ned
de: Abwärtspfeil
el: Κάτω βέλος
es: Flecha abajo
es_us: Flecha abajo
fi: Nuoli alas
fr: Flèche vers le bas
fr_ca: Flèche vers le bas
he: חץ למטה
hi: नीचे तीर
hr: Strelica prema dolje
hu: Lefelé nyíl
id: Panah Bawah
it: Freccia giù
ja: 下矢印
ko: 아래쪽 화살표
ms: Anak Panah Bawah
nb: Pil ned
nl: Pijl-omlaag
pl: Strzałka w dół
pt_br: Seta Para Baixo
pt_pt: Seta para baixo
ro: Săgeată jos
ru: Стрелка вниз
sk: Šípka nadol
sl: Puščica dol
sv: Nedåtpil
th: ลูกศรลง
tr: Aşağı Ok
uk: Клавіша зі стрілкою вниз
vi: Mũi tên xuống
zh_cn: 下箭头
zh_hk: 向下箭嘴
zh_tw: 向下鍵

source: Drag windows to menu bar to fill screen
ar: سحب النوافذ إلى شريط القائمة لملء الشاشة
ca: Arrossega les finestres a la barra de menús perquè ocupin tota la pantalla
cs: Při přetažení okna na řádek nabídek vyplnit obrazovku
da: Træk vinduer til menulinjen, så de fylder skærmen
de: Fenster für Vollbild in Menüleiste ziehen
el: Μεταφορά παραθύρων στη γραμμή μενού για γέμισμα της οθόνης
es: Arrastrar ventanas a la barra de menús para llenar la pantalla
es_us: Arrastrar ventanas a la barra de menús para llenar la pantalla
fi: Täytä näyttö vetämällä ikkunoita valikkoriville
fr: Faire glisser les fenêtres sur la barre des menus pour occuper tout l’écran
fr_ca: Placer les fenêtres sur la barre des menus pour occuper tout l’écran
he: גרירת חלונות לשורת התפריטים כדי למלא את המסך
hi: स्क्रीन भरने के लिए विंडो मेनू बार में ड्रैग करें
hr: Povucite prozore u traku s izbornicima radi ispunjavanja zaslona
hu: Ablakok menüsávhoz húzása a képernyő kitöltéséhez
id: Seret jendela ke bar menu untuk mengisi layar
it: Trascina le finestre verso la barra dei menu per riempire lo schermo
ja: ウインドウをメニューバーにドラッグしてフルスクリーン表示
ko: 메뉴 막대로 윈도우를 드래그하여 화면 채우기
ms: Seret tetingkap ke bar menu untuk mengisi skrin
nb: Flytt vinduer til menylinjen for å fylle skjermen
nl: Sleep vensters naar menubalk om scherm te vullen
pl: Maksymalizuj okna, przeciągając je do paska menu
pt_br: Arrastar janelas para a barra de menus para preencher a tela
pt_pt: Arrastar janelas para a barra de menus para que preencham o ecrã
ro: Tragerea ferestrelor în bara de meniu umple ecranul
ru: Перетягивать окна к строке меню, чтобы заполнить экран
sk: Pri potiahnutí okien na lištu vyplniť obrazovku
sl: Vlečenje oken v menijsko vrstico za zapolnitev zaslona
sv: Dra fönster till menyraden så att de fyller skärmen
th: ลากหน้าต่างไปยังแถบเมนูเพื่อขยายเต็มหน้าจอ
tr: Ekranı doldurmak için pencereleri menü çubuğuna sürükle
uk: Розгортати вікна на весь екран перетягуванням до смуги меню
vi: Kéo các cửa sổ đến thanh menu để lấp đầy màn hình
zh_cn: 拖移窗口至菜单栏以充满屏幕
zh_hk: 拖移視窗至選單列來填滿畫面
zh_tw: 拖移視窗至選單列來填滿螢幕

source: Drag windows to screen edges to tile
ar: سحب النوافذ إلى حواف الشاشة للتجانب
ca: Arrossega les finestres a les vores de la pantalla per ancorar‑les
cs: Při přetažení okna k okraji vyplnit stranu obrazovky
da: Træk vinduer til skærmens kanter for at oprette vinduesfelt
de: Fenster zum Anordnen an Bildschirmrand ziehen
el: Μεταφορά παραθύρων στις γωνίες της οθόνης για διάταξη παράθεσης
es: Arrastrar ventanas a los bordes de la pantalla para ajustarlas
es_us: Arrastrar ventanas a los bordes de la pantalla para disponerlas en mosaico
fi: Järjestä vierekkäin vetämällä ikkunoita näytön reunoihin
fr: Faire glisser les fenêtres vers les bords de l’écran pour créer une mosaïque
fr_ca: Placer les fenêtres sur les bords de l’écran pour les disposer en mosaïque
he: גרירת חלונות לקצוות המסך כדי לסדר אותם כאריחים
hi: टाइल करने के लिए विंडो स्क्रीन के किनारों तक ड्रैग करें
hr: Povucite prozore na rubove zaslona radi stavljanja u pločice
hu: Ablakok képernyő széléhez húzása a mozaikszerű elrendezéshez
id: Seret jendela ke tepi layar untuk mengotakkan
it: Trascina le finestre verso i bordi dello schermo per disporle a mosaico
ja: ウインドウを画面の端にドラッグしてタイル表示
ko: 화면 모서리로 윈도우를 드래그하여 배치
ms: Seret tetingkap ke pinggir skrin untuk jubinkan
nb: Flytt vinduer til skjermkanten for å ordne i rutenett
nl: Sleep vensters naar schermranden om te plaatsen
pl: Dokuj okna, przeciągając je do krawędzi ekranu
pt_br: Arrastar janelas para as bordas da tela para organizá‑las em mosaico
pt_pt: Arrastar janelas para as extremidades do ecrã para dispor em mosaico
ro: Tragerea ferestrelor în marginile ecranului le dispune în mozaic
ru: Перетягивать окна к краям экрана, чтобы создать плитки
sk: Pri potiahnutí okna na okraj obrazovky umiestniť ako dlaždicu
sl: Vlečenje oken ob robove zaslona za razpostavitev
sv: Dra fönster till skärmens kanter så att de staplas på varandra
th: ลากหน้าต่างไปยังขอบหน้าจอเพื่อจัดเรียง
tr: Döşemek için pencereleri ekranın kenarlarına sürükle
uk: Закріплювати вікна перетягуванням до країв екрана
vi: Kéo các cửa sổ đến cạnh màn hình để ghép
zh_cn: 拖移窗口至屏幕边缘实现平铺
zh_hk: 拖移視窗至螢幕邊緣來並排
zh_tw: 拖移視窗至螢幕邊緣來並排

source: Drag windows to top of screen to enter Mission Control
ar: سحب النوافذ إلى أعلى الشاشة للدخول في إدارة المهام
ca: Arrossega les finestres a la part superior de la pantalla per obrir el Mission Control
cs: Při přetažení okna k hornímu okraji obrazovky otevřít Mission Control
da: Træk vinduer til toppen af skærmen for at starte Mission Kontrol
de: Fenster für Mission Control an oberen Bildschirmrand ziehen
el: Μεταφορά παραθύρων στο πάνω μέρος της οθόνης για είσοδο στο Mission Control
es: Arrastrar ventanas a la parte superior de la pantalla para abrir Mission Control
es_us: Arrastrar ventanas a la parte superior de la pantalla para abrir Mission Control
fi: Siirry Mission Controliin vetämällä ikkunoita näytön yläreunaan
fr: Faire glisser les fenêtres en haut de l’écran pour accéder à Mission Control
fr_ca: Placer les fenêtres en haut de l’écran pour ouvrir Mission Control
he: גרירת חלונות לראש המסך כדי לעבור ל-Mission Control
hi: Mission Control में प्रवेश करने के लिए विंडो स्क्रीन के ऊपर तक ड्रैग करें
hr: Povucite prozore na vrh zaslona radi otvaranja Mission Controla
hu: Ablakok képernyő tetejéhez húzása a Mission Controlba való belépéshez
id: Seret jendela ke bagian atas layar untuk masuk ke Mission Control
it: Trascina le finestre verso la parte superiore dello schermo per aprire Mission Control
ja: ウインドウを画面上部にドラッグしてMission Controlに入る
ko: 화면 상단으로 윈도우를 드래그하여 Mission Control 실행
ms: Seret tetingkap ke bahagian atas skrin untuk memasuki Mission Control
nb: Flytt vinduer til toppen av skjermen for å åpne Mission Control
nl: Sleep vensters naar bovenkant van scherm om Mission Control te openen
pl: Otwieraj Mission Control, przeciągając okna do góry ekranu
pt_br: Arrastar janelas para a parte superior da tela para entrar no Mission Control
pt_pt: Arrastar janelas para a parte superior do ecrã para entrar no Mission Control
ro: Tragerea ferestrelor în marginile ecranului accesează Mission Control
ru: Перетягивать окна к верхнему краю экрана, чтобы открыть Mission Control
sk: Pri potiahnutí okna k hornému okraju obrazovky vstúpiť do Mission Control
sl: Vlečenje oken na vrh zaslona za odprtje funkcije Mission Control
sv: Dra fönster till skärmens överkant så att Mission Control öppnas
th: ลากหน้าต่างไปยังด้านบนสุดของหน้าจอเพื่อเข้าสู่ Mission Control
tr: Mission Control’a geçmek için pencereleri ekranın en üstüne sürükle
uk: Перетягувати вікна до верхнього краю екрана для входу в Mission Control
vi: Kéo các cửa sổ đến đầu màn hình để vào Mission Control
zh_cn: 拖移窗口至屏幕顶部进入调度中心
zh_hk: 拖移視窗至螢幕頂部來進入指揮中心
zh_tw: 拖移視窗至螢幕頂端來進入「指揮中心」

source: Fill
ar: تعبئة
ca: Emplena
cs: Vyplnit
da: Fylde
de: Füllen
el: Γέμισμα
es: Relleno
es_us: Relleno
fi: Täyttö
fr: remplir
fr_ca: Remplissage
he: מילוי
hi: फ़िल
hr: Ispuna
hu: Kitöltés
id: Isi
it: Riempi
ja: 画面全体に表示
ko: 채우기
ms: Isi
nb: Fyll
nl: Vul
pl: Wypełnienie
pt_br: Preenchimento
pt_pt: Preencher
ro: Umplere
ru: Заливка
sk: Vyplniť
sl: Zapolni
sv: fylla
th: เติม
tr: Doldur
uk: заповнювати
vi: Lấp đầy
zh_cn: 填充
zh_hk: 填滿
zh_tw: 填滿

source: For additional choices press Shift, Control, Option, or Command.
ar: لمزيد من الاختيارات اضغط على مفاتيح ⇧ أو control أو option أو command.
ca: Per obtenir opcions addicionals, prem Majúscules, Control, Opció o Ordre.
cs: Další volby zobrazíte klávesami Shift, Control, Option a Command.
da: Du kan se flere muligheder ved at trykke på Skift, ctrl, Alternativ eller Kommando.
de: Für weitere Kombinationen drücke die Umschalt-, Control-, Option- oder Command-Taste.
el: Για πρόσθετες επιλογές, πατήστε Shift, Control, Option ή Command.
es: Para ver más opciones, pulsa Mayúsculas, Control, Opción o Comando.
es_us: Para más opciones, presiona Mayúsculas, Control, Opción o Comando.
fi: Saat näkyviin enemmän valintoja, kun painat vaihto, ctrl, optio tai komento.
fr: Pour afficher plus d’options, appuyez sur Maj, Contrôle, Option ou Commande.
fr_ca: Pour des choix supplémentaires, appuyez sur Maj, Contrôle, Option ou Commande.
he: לאפשרויות נוספות יש ללחוץ על Shift,‏ Control,‏ Option או Command.
hi: अतिरिक्त विकल्पों के लिए शिफ़्ट, कंट्रोल, ऑप्शन या कमांड दबाएँ।
hr: Za dodatne izbore pritisnite Shift, Control, Option ili Command.
hu: További lehetőségek megjelenítéséhez nyomja meg a Shift, Control, Option vagy Command billentyűt.
id: Untuk pilihan tambahan, tekan Shift, Control, Option, atau Command.
it: Per scelte aggiuntive premi Maiuscole, Ctrl, Opzione o Comando.
ja: 修飾キーを組み合わせるには、併用したいキーを押してください。
ko: 추가 선택 사항을 보려면 Shift, Control, Option 또는 Command를 누르십시오.
ms: Untuk pilihan tambahan tekan Shift, Control, Option atau Command.
nb: Du får flere valg ved å holde nede Skift-, Kontroll-, Tilvalg- eller Kommando-tasten.
nl: Druk op Shift, Control, Option of Command voor meer combinaties.
pl: Więcej możliwości: naciśnij Shift, Control, Option lub Command.
pt_br: Para mais opções, pressione as teclas Shift, Control, Option ou Command.
pt_pt: Para ver mais opções, prima as teclas Shift, Controlo, Opção ou Comando.
ro: Pentru opțiuni suplimentare apăsați Shift, Control, Opțiune sau Comandă.
ru: Дополнительные сочетания доступны при нажатии клавиш Shift, Control, Option или Command.
sk: Ďalšie možnosti zobrazíte pomocou klávesov Shift, Control, Option alebo Command.
sl: Za dodatno izbiro pritisnite Shift, Control, Option ali Command.
sv: Tryck på skift-, kontroll-, alternativ- eller kommandotangenten för fler alternativ.
th: สำหรับการเลือกเพิ่มเติม ให้กด Shift, Control, Option หรือ Command
tr: Ek seçenekler için Shift, Kontrol, Option veya Komut tuşuna basın.
uk: Додаткові варіанти доступні після натискання клавіш Shift, Control, Option або Command.
vi: Để biết thêm các lựa chọn khác, hãy nhấn Shift, Control, Option hoặc Command.
zh_cn: 如需访问附加选项，请按下Shift、Control、Option或Command键。
zh_hk: 如需其他選項，請按下Shift、Control、Option或Command鍵。
zh_tw: 如需其他選項，請按下Shift、Control、Option或Command鍵。

source: Full-color
ar: ملونة بالكامل
ca: Policrom
cs: Barevné
da: Fuld farve
de: Alle Farben
el: Πολύχρωμο
es: Polícromo
es_us: Polícromo
fi: Täysväri
fr: En couleurs
fr_ca: Tout en couleur
he: צבע מלא
hi: रंगीन
hr: Puna boja
hu: Színes
id: Penuh Warna
it: A colori
ja: フルカラー
ko: 전색
ms: Warna penuh
nb: Helfarget
nl: In kleur
pl: Kolorowy
pt_br: Em Cores
pt_pt: Policromático
ro: Policrom
ru: Полноцветный
sk: Farebný
sl: Vse barve
sv: Fullfärg
th: สีเต็ม
tr: Tam renk
uk: Повноколірний
vi: Màu đầy đủ
zh_cn: 全色
zh_hk: 全彩
zh_tw: 全色

source: Genie Effect
ar: تأثير الجني
ca: Efecte Aladí
cs: Efekt džina
da: Genie-effekt
de: Trichter
el: Εφέ Genie
es: Efecto Aladino
es_us: Efecto Aladino
fi: Pullon henki
fr: Effet génie
fr_ca: Effet génie
he: אפקט ג׳יני
hi: जीनी प्रभाव
hr: Efekt duha iz boce
hu: Dzsinn effektus
id: Efek Jin
it: Effetto genio
ja: ジニーエフェクト
ko: 요술램프 지니 효과
ms: Kesan Genie
nb: Lampeåndeffekt
nl: Geest uit fles
pl: Efekt dżinna
pt_br: Efeito Gênio
pt_pt: Efeito génio
ro: Efect duh din lampă
ru: Джинн
sk: Džin
sl: Učinek duha iz steklenice
sv: Anden i flaskan
th: เอฟเฟ็กต์จินนี่
tr: Cin Efektiyle
uk: ефект джина
vi: Hiệu ứng thu nhỏ
zh_cn: 神奇效果
zh_hk: 精靈效果
zh_tw: 精靈效果
